[
    
    {
        "_comment": "Todos los diccionarios de JSON en este archivo son los datos de los productos",
        "id": 1,
        "nombre": "Grand Theft Auto V",
        "desarrolladora": "Rockstar Games",
        "descripcion": "Grand Theft Auto V es un juego de acción y aventura en un mundo abierto, donde los jugadores controlan a tres personajes en la ciudad ficticia de Los Santos, realizando misiones, robos y actividades delictivas. Ofrece una experiencia dinámica, con una historia envolvente y un modo en línea expansivo.",
        "imagen": "imagen/GTA5.webp",
        "precio": 39.98,
        "idCategoria": 1,
        "disponibilidad": true,
        "palabrasClave": [
            "Coches",
            "Crimen",
            "disparos",
            "gta",
            "GTA",
            "GTAV"
        ],
        "Destacado":true
    },{
        "id": 2,
        "nombre": "Elden Ring",
        "desarrolladora": "From Software",
        "descripcion": "Elden Ring es un juego de rol de acción en un vasto mundo abierto, creado por FromSoftware, donde los jugadores exploran tierras llenas de misterio y enemigos desafiantes. Su narrativa, influenciada por George R. R. Martin, se centra en la búsqueda de la fragmentada 'Anillo Elden' para restaurar el orden.",
        "imagen": "imagen/Eldenring.webp",
        "precio": 100,
        "idCategoria": 2,
        "disponibilidad": true,
        "palabrasClave": [
            "dificil",
            "magia",
            "medieval",
            "dark souls",
            "elden",
            "elden ring",
            "ds4",
            "DS",
            "malenia"
        ],
        "Destacado":true
    },{
        "id": 3,
        "nombre": "Doom Eternal",
        "desarrolladora": "Id Software",
        "descripcion": "Doom Eternal es un juego de disparos en primera persona, secuela de Doom (2016), donde los jugadores asumen el rol del Doom Slayer para enfrentar hordas de demonios en un combate rápido y brutal. Ofrece niveles frenéticos, habilidades mejoradas y una narrativa que explora la lucha eterna entre el bien y el mal.",
        "imagen": "imagen/DoomEternal.webp",
        "precio": 9.99,
        "idCategoria": 19,
        "disponibilidad": true,
        "palabrasClave": [
            "fps",
            "demonios",
            "frenetico",
            "doom",
            "doomguy",
            "marte"
        ],
        "Destacado":false
    },{
        "id": 4,
        "nombre": "Valheim",
        "desarrolladora": "Iron gate AB",
        "descripcion": "Valheim es un juego de supervivencia y exploración en un mundo abierto inspirado en la mitología nórdica, donde los jugadores deben cazar, construir y enfrentarse a poderosos enemigos. Se enfoca en la cooperación, la progresión y la creación de un hogar en un entorno vasto y peligroso.",
        "imagen": "imagen/Valheim.webp",
        "precio": 19.99,
        "idCategoria": 3,
        "disponibilidad": true,
        "palabrasClave": [
            "mundo abierto",
            "farmeo",
            "soulslike"
        ],
        "Destacado":false
    },{
        "id": 5,
        "nombre": "Miside",
        "desarrolladora": "AIHASTO",
        "descripcion": "MiSide es un juego de terror psicológico que combina una estética de anime adorable con una narrativa oscura y envolvente. Los jugadores interactúan con Mita, una novia virtual, y deben tomar decisiones que afectan el desarrollo de la historia y conducen a múltiples finales",
        "imagen": "imagen/miside.webp",
        "precio": 14.79,
        "idCategoria": 4,
        "disponibilidad": true,
        "palabrasClave": [
            "anime",
            "miedo",
            "cute",
            "waifu",
            "sus"
        ],
        "Destacado":true
    },{
        "id": 6,
        "nombre": "Sid Meier's Civilization VI",
        "desarrolladora": "Fireaxis",
        "descripcion": "Sid Meier's Civilization VI es un juego de estrategia por turnos donde los jugadores construyen y expanden su civilización desde la antigüedad hasta la era moderna. Debes gestionar recursos, investigar tecnologías y competir o colaborar con otras naciones para alcanzar la victoria.",
        "imagen": "imagen/civilization vi.webp",
        "precio": 100.80,
        "idCategoria": 5,
        "disponibilidad": true,
        "palabrasClave": [
            "turnos",
            "gestion",
            "simulacion",
            "babilonia",
            "civ",
            "civ 6"
        ],
        "Destacado":false
    },{
        "id": 7,
        "nombre": "Balatro",
        "desarrolladora": "LocalThunk",
        "descripcion": "Balatro es un juego de construcción de mazos roguelike inspirado en el póker, donde los jugadores crean sinergias poderosas y buscan ganar en grande. Combina elementos de solitario y póker, permitiendo distorsionar las reglas tradicionales para activar combos impresionantes.",
        "imagen": "imagen/balatro.webp",
        "precio": 13.99,
        "idCategoria": 6,
        "disponibilidad": true,
        "palabrasClave": [
            "cartas",
            "estrategia",
            "turnos",
            "poker"
        ],
        "Destacado":false
    },{
        "id": 8,
        "nombre": "Astroneer",
        "desarrolladora": "System Era Softworks",
        "descripcion": "Astroneer es un juego de exploración y supervivencia en el espacio, donde los jugadores colonizan planetas, recolectan recursos y construyen bases. Con un mundo abierto y cooperativo, permite moldear el terreno y crear estructuras para explorar el universo.",
        "imagen": "imagen/Astroneer.webp",
        "precio": 29.99,
        "idCategoria": 3,
        "disponibilidad": true,
        "palabrasClave": [
            "espacio",
            "farmeo",
            "exploracion",
            "astro"
        ],
        "Destacado":false
    },{
        "id": 9,
        "nombre": "Monster Hunter: World",
        "desarrolladora": "CAPCOM",
        "descripcion": "Monster Hunter: World es un juego de acción y rol donde los jugadores cazan enormes criaturas en un ecosistema vivo y dinámico. Con un vasto arsenal y mecánicas cooperativas, permite mejorar equipo y estrategias para enfrentar desafíos cada vez mayores.",
        "imagen": "imagen/monsterhunterworld.webp",
        "precio": 29.99,
        "idCategoria": 7,
        "disponibilidad": true,
        "palabrasClave": [
            "soulslike",
            "cooperativo",
            "fantasia",
            "mhw",
            "monster hunter"
        ],
        "Destacado":false
    },{
        "id": 10,
        "nombre": "Helldivers II",
        "desarrolladora": "Arrowhead Game Studios",
        "descripcion": "Helldivers II es un juego de disparos cooperativo en tercera persona donde los jugadores, como parte de los Helldivers, luchan contra amenazas alienígenas para proteger la galaxia. Ofrece juego cruzado entre PlayStation 5 y PC, permitiendo a los equipos coordinarse en misiones tácticas.",
        "imagen": "imagen/HelldiversII.webp",
        "precio": 39.99,
        "idCategoria": 19,
        "disponibilidad": true,
        "palabrasClave": [
            "espacio",
            "tercera persona",
            "conquista",
            "helldivers",
            "democracia",
            "secuela"
        ],
        "Destacado":false
    },{
        "id": 11,
        "nombre": "Pizza Tower",
        "desarrolladora": "Tour de Pizza",
        "descripcion": "Pizza Tower es un frenético juego de plataformas en 2D inspirado en Wario Land, con un estilo visual retro y animaciones dibujadas a mano. Controlas a Peppino, un chef italiano que debe atravesar niveles caóticos, derrotar enemigos y escapar antes de que el tiempo se agote.",
        "imagen": "imagen/PizzaTower.webp",
        "precio": 19.50,
        "idCategoria": 8,
        "disponibilidad": true,
        "palabrasClave": [
            "frenetico",
            "soundtrack",
            "contrarreloj",
            "peppino",
            "pizza"
        ],
        "Destacado":false
    },{
        "id": 12,
        "nombre": "God of War: Ragnarok",
        "desarrolladora": "Play Station Studios",
        "descripcion": "God of War: Ragnarök es un juego de acción y aventura que sigue a Kratos y Atreus en su lucha contra dioses nórdicos mientras enfrentan el inminente Ragnarök. Con combates intensos y una historia épica, explora reinos míticos mientras descubres el destino de sus protagonistas.",
        "imagen": "imagen/GodofWarRagnarok.webp",
        "precio": 59.99,
        "idCategoria": 7,
        "disponibilidad": true,
        "palabrasClave": [
            "mitologia",
            "aventura",
            "rpg",
            "god of war",
            "kratos",
            "ragnarok"
        ],
        "Destacado":true
    },{
        "id": 13,
        "nombre": "Yakuza 7: Like a Dragon",
        "desarrolladora": "Ryu Ga Gotoku Studios",
        "descripcion": "Ichiban Kasuga be like: Dame da ne dame yo dame na no yo. Anta ga suki de sukisugite.Dore dake tsuyoi osake demo.Yugamanai omoide ga baka mitai.",
        "imagen": "imagen/YakuzaLikeaDragon.webp",
        "precio": 19.99,
        "idCategoria": 9,
        "disponibilidad": true,
        "palabrasClave": [
            "mafia",
            "jrpg",
            "divertido",
            "yakuza",
            "like a dragon",
            "kazuma",
            "ichiban",
            "kasuga"
        ],
        "Destacado":false
    },{
        "id": 14,
        "nombre": "Like a Dragon: Infinite Wealth",
        "desarrolladora": "Ryu Ga Gotoku Studios",
        "descripcion": "Like a Dragon: Infinite Wealth es un RPG de acción que sigue a Ichiban Kasuga y Kazuma Kiryu en una aventura que abarca Japón y Hawái. Ofrece un sistema de combate por turnos mejorado y una narrativa profunda que explora temas de familia y redención.",
        "imagen": "imagen/LikeaDragonInfiniteWealth.webp",
        "precio": 69.99,
        "idCategoria": 9,
        "disponibilidad": true,
        "palabrasClave": [
            "mafia",
            "jrpg",
            "divertido",
            "infinite wealth",
            "yakuza",
            "ichiban",
            "kasuga",
            "kazuma"
        ],
        "Destacado":false
    },{
        "id": 15,
        "nombre": "Factorio",
        "desarrolladora": "Wube",
        "descripcion": "Factorio es un juego de simulación y estrategia en el que los jugadores construyen y gestionan fábricas automatizadas para producir recursos y avanzar en la tecnología. Con un enfoque en la optimización y la eficiencia, desafía a los jugadores a crear cadenas de producción cada vez más complejas.",
        "imagen": "imagen/Factorio.webp",
        "precio": 32,
        "idCategoria": 10,
        "disponibilidad": true,
        "palabrasClave": [
            "simulacion",
            "sandbox",
            "gestion",
            "adiccion",
            "fabrica"
        ],
        "Destacado":false
    },{
        "id": 16,
        "nombre": "Terraria",
        "desarrolladora": "Re-Logic",
        "descripcion": "Terraria es un juego de aventura y construcción en 2D donde los jugadores exploran, cavan y construyen en un mundo generado aleatoriamente. Con una amplia variedad de enemigos, jefes y objetos, fomenta la creatividad y la exploración sin límites.",
        "imagen": "imagen/Terraria.webp",
        "precio": 9.75,
        "idCategoria": 3,
        "disponibilidad": true,
        "palabrasClave": [
            "sandbox",
            "2D",
            "exploracion",
            "minecraft 2d"
        ],
        "Destacado":false
    },{
        "id": 17,
        "nombre": "Lethal Company",
        "desarrolladora": "Zeekerss",
        "descripcion": "Lethal Company es un juego de terror cooperativo en primera persona donde hasta cuatro jugadores asumen el rol de empleados de una empresa encargada de recolectar chatarra en lunas abandonadas. Debes explorar instalaciones generadas proceduralmente, evitando trampas, criaturas hostiles y condiciones ambientales adversas, mientras cumples cuotas de recolección antes de que el tiempo se agote",
        "imagen": "imagen/LethalCompany.webp",
        "precio": 9.75,
        "idCategoria": 3,
        "disponibilidad": true,
        "palabrasClave": [
            "cooperativo",
            "divertido",
            "terror",
            "lethal",
            "company"
        ],
        "Destacado":false
    },{
        "id": 18,
        "nombre": "Guilty Gear Strive",
        "desarrolladora": "Arc System Works",
        "descripcion": "Guilty Gear Strive es un juego de lucha 2D con un estilo visual impresionante y un sistema de combate técnico, ideal tanto para novatos como para jugadores competitivos. Ofrece un elenco diverso de personajes con movimientos únicos y una historia épica llena de acción.",
        "imagen": "imagen/GuiltyGearStrive.webp",
        "precio": 39.99,
        "idCategoria": 11,
        "disponibilidad": true,
        "palabrasClave": [
            "arcade",
            "anime",
            "2D",
            "ggs",
            "guilty",
            "guilty gear"
        ],
        "Destacado":false
    },{
        "id": 19,
        "nombre": "Persona 5 Royal",
        "desarrolladora": "Atlus",
        "descripcion": "Persona 5 Royal es un RPG de estilo japonés donde los jugadores asumen el rol de un estudiante que, junto a un grupo de amigos, explora mundos alternativos y combate con fuerzas oscuras. Con una historia profunda, mecánicas sociales y combates por turnos, combina vida cotidiana con un thriller psicológico lleno de giros.",
        "imagen": "imagen/Persona5Royal.webp",
        "precio": 59.99,
        "idCategoria": 9,
        "disponibilidad": true,
        "palabrasClave": [
            "jrpg",
            "novela visual",
            "anime",
            "p5",
            "persona",
            "persona 5"
        ],
        "Destacado":false
    },{
        "id": 20,
        "nombre": "Hollow Knight",
        "desarrolladora": "Team Cherry",
        "descripcion": "Hollow Knight es un juego de acción y aventura en 2D en el que los jugadores exploran un vasto y oscuro reino subterráneo lleno de criaturas y secretos. Con combates desafiantes y una atmósfera envolvente, pone a prueba la habilidad y la exploración en un mundo interconectado.",
        "imagen": "imagen/HollowKnight.webp",
        "precio": 14.79,
        "idCategoria": 12,
        "disponibilidad": true,
        "palabrasClave": [
            "soulslike",
            "plataformas",
            "exploracion",
            "silksong",
            "hornet"
        ],
        "Destacado":false
    },{
        "id": 21,
        "nombre": "Outer Wilds",
        "desarrolladora": "Mobius Digital",
        "descripcion": "Outer Wilds es un juego de exploración espacial en el que los jugadores deben desentrañar los misterios de un sistema solar en constante reinicio, enfrentándose al ciclo de tiempo de 22 minutos. Cada descubrimiento sobre los planetas y sus secretos ayuda a entender el destino del universo y su historia oculta.",
        "imagen": "imagen/OuterWilds.webp",
        "precio": 22.99,
        "idCategoria": 13,
        "disponibilidad": true,
        "palabrasClave": [
            "espacio",
            "puzles",
            "trama",
            "spoiler"
        ],
        "Destacado":false
    },{
        "id": 22,
        "nombre": "Portal 2",
        "desarrolladora": "Valve",
        "descripcion": "Portal 2 es un juego de puzzles en primera persona en el que los jugadores utilizan una pistola de portales para resolver desafíos y avanzar en la historia. Con una narrativa envolvente, humor ácido y mecánicas innovadoras, se convierte en una experiencia única y desafiante.",
        "imagen": "imagen/Portal2.webp",
        "precio": 9.75,
        "idCategoria": 14,
        "disponibilidad": true,
        "palabrasClave": [
            "plataformas",
            "trama",
            "humor",
            "glados",
            "portal"
        ],
        "Destacado":false
    },{
        "id": 23,
        "nombre": "Deep Rock Galactic",
        "desarrolladora": "Ghost Ship Games",
        "descripcion": "Deep Rock Galactic es un juego cooperativo de acción en el que los jugadores controlan enanos espaciales que exploran y extraen recursos de peligrosas cavernas en planetas alienígenas. Con un enfoque en la cooperación, los jugadores deben enfrentarse a hordas de enemigos y resolver desafíos mientras buscan valiosos minerales.Rock and Stone guys",
        "imagen": "imagen/DeepRockGalactic.webp",
        "precio": 29.99,
        "idCategoria": 13,
        "disponibilidad": true,
        "palabrasClave": [
            "farmeo",
            "cooperativo",
            "fps",
            "rock and stone",
            "drg",
            "deep rock"
        ],
        "Destacado":false
    },{
        "id": 24,
        "nombre": "Celeste",
        "desarrolladora": "Maddy Makes Games",
        "descripcion": "Celeste es un juego de plataformas desafiante en el que los jugadores controlan a Madeline mientras asciende una montaña, enfrentando obstáculos físicos y emocionales. Con una historia profunda sobre la superación personal, combina mecánicas precisas y una emotiva narrativa en cada nivel.",
        "imagen": "imagen/Celeste.webp",
        "precio": 19.50,
        "idCategoria": 8,
        "disponibilidad": true,
        "palabrasClave": [
            "dificil",
            "aventuras",
            "pixel",
            "madeline"
        ],
        "Destacado":false
    },{
        "id": 25,
        "nombre": "Dragon's Dogma II",
        "desarrolladora": "CAPCOM",
        "descripcion": "Dragon's Dogma 2 es un juego de rol de acción en tercera persona desarrollado por Capcom, lanzado el 22 de marzo de 2024 para PlayStation 5, Xbox Series X/S y PC. Como secuela de Dragon's Dogma (2012), ofrece un mundo abierto cuatro veces más grande que el anterior, dividido en dos reinos principales: Vermund y Battahl. Los jugadores asumen el rol del 'Arisen', un héroe marcado por un dragón al que deben derrotar, y cuentan con la ayuda de aliados llamados 'Pawns', personajes no jugables que pueden ser personalizados y reclutados de otros jugadores. El juego presenta un sistema de combate dinámico y una amplia variedad de vocaciones, permitiendo a los jugadores adaptar su estilo de juego.",
        "imagen": "imagen/DragonsDogmaII.webp",
        "precio": 64.99,
        "idCategoria": 2,
        "disponibilidad": true,
        "palabrasClave": [
            "fantasia",
            "exploracion",
            "dragones",
            "dd2",
            "secuela"
        ],
        "Destacado":false
    },{
        "id": 26,
        "nombre": "Baldur's Gate III",
        "desarrolladora": "Larian Studios",
        "descripcion": "Baldur's Gate III es un RPG de fantasía en el que los jugadores toman decisiones cruciales en un mundo interactivo basado en las reglas de Dungeons & Dragons. Con un sistema de combate táctico por turnos y una narrativa profunda, el juego ofrece libertad de acción y múltiples caminos según las elecciones de cada jugador.",
        "imagen": "imagen/BaldursGateIII.webp",
        "precio": 59.99,
        "idCategoria": 2,
        "disponibilidad": true,
        "palabrasClave": [
            "trama",
            "D&D",
            "fantasia",
            "bg3",
            "secuela"
        ],
        "Destacado":true
    },{
        "id": 27,
        "nombre": "The Binding of Isaac: Rebirth",
        "desarrolladora": "Nicalis, Inc",
        "descripcion": "The Binding of Isaac: Rebirth es un juego de acción y aventura en 2D con elementos de roguelike, donde los jugadores controlan a Isaac mientras explora mazmorras generadas aleatoriamente. Lleno de enemigos grotescos y power-ups únicos, cada partida ofrece un desafío renovado con mecánicas de combate y exploración intensas.Angeles o demonios? tú eliges.",
        "imagen": "imagen/TheBindingofIsaacRebirth.webp",
        "precio": 14.99,
        "idCategoria": 6,
        "disponibilidad": true,
        "palabrasClave": [
            "dificil",
            "pixel",
            "calabozos",
            "tboi",
            "isaac"
        ],
        "Destacado":false
    },{
        "id": 28,
        "nombre": "Metal Gear Solid V: The Phantom Pain",
        "desarrolladora": "PlatinumGames",
        "descripcion": "Metal Gear Solid V: The Phantom Pain es un juego de acción y sigilo en mundo abierto donde los jugadores controlan a Big Boss, enfrentándose a un conflicto global mientras busca venganza. Con un enfoque en la libertad táctica, la narrativa profunda y el sigilo, el juego ofrece una experiencia única de espionaje y guerra.",
        "imagen": "imagen/MetalGearSolidV.webp",
        "precio": 29.99,
        "idCategoria": 15,
        "disponibilidad": true,
        "palabrasClave": [
            "soundtrack",
            "tactico",
            "trama",
            "mgs5",
            "snake",
            "big boss",
            "solid snake",
            "invisible"
        ],
        "Destacado":false
    },{
        "id": 29,
        "nombre": "Metal Gear Rising: Revengeance",
        "desarrolladora": "PlatinumGames",
        "descripcion": "Metal Gear Rising: Revengeance es un juego de acción en el que los jugadores toman el control de Raiden, un cyborg con habilidades de espada excepcionales, en un mundo futurista lleno de caos y conspiraciones. Con un combate rápido y dinámico, se enfoca en cortar y destruir enemigos con precisión mientras se avanza en una historia de venganza y justicia.",
        "imagen": "imagen/MetalGearRisingRevengeance.webp",
        "precio": 19.99,
        "idCategoria": 7,
        "disponibilidad": true,
        "palabrasClave": [
            "accion",
            "ninjas",
            "dificil",
            "raiden",
            "nanomachines",
            "cyborg",
            "mgrr"
        ],
        "Destacado":false
    },{
        "id": 30,
        "nombre": "Devil May Cry 5",
        "desarrolladora": "CAPCOM",
        "descripcion": "Devil May Cry 5 es un juego de acción hack and slash que sigue a Dante, Nero y un misterioso nuevo personaje, V, mientras luchan contra demonios en una ciudad invadida por criaturas infernales. Con un sistema de combate fluido y espectacular, el juego ofrece una experiencia intensa llena de estilo, combos y narrativas épicas.",
        "imagen": "imagen/DevilMayCry5.webp",
        "precio": 29.99,
        "idCategoria": 7,
        "disponibilidad": true,
        "palabrasClave": [
            "accion",
            "demonios",
            "violento",
            "dante",
            "vergil",
            "yamato",
            "dmc5"
        ],
        "Destacado":false
    },{
        "id": 31,
        "nombre": "Undertale",
        "desarrolladora": "Toby Fox",
        "descripcion": "Undertale es un juego de rol único en el que los jugadores pueden elegir entre combatir o hacer amistad con los monstruos que encuentran en su camino. Con una historia emotiva, decisiones morales y un sistema de combate innovador, ofrece una experiencia que varía según las elecciones del jugador.",
        "imagen": "imagen/Undertale.webp",
        "precio": 9.99,
        "idCategoria": 16,
        "disponibilidad": true,
        "palabrasClave": [
            "pixel",
            "soundtrack",
            "rpg",
            "sans",
            "ut"
        ],
        "Destacado":false
    },{
        "id": 32,
        "nombre": "Blasphemous II",
        "desarrolladora": "The Game Kitchen",
        "descripcion": "Blasphemous II es un juego de acción y plataformas en 2D que sigue la historia del 'Penitente', un héroe en un mundo oscuro y religioso lleno de criaturas grotescas. Con combates intensos y un estilo visual pixel art único, el juego combina exploración y narrativa profunda en un ambiente macabro.",
        "imagen": "imagen/BlasphemousII.webp",
        "descripcion": "Un juego español sobre la historia de Sevilla bastante cruel y sangriento",
        "imagen": "imagen/Blasphemous2.webp",
        "precio": 27.99,
        "idCategoria": 12,
        "disponibilidad": true,
        "palabrasClave": [
            "soulslike",
            "fantasia",
            "pixel",
            "sevilla",
            "secuela"
        ],
        "Destacado":false
    },{
        "id": 33,
        "nombre": "Lisa: The Painuful",
        "desarrolladora": "Dingaling Productions",
        "descripcion": "LISA: The Painful es un RPG de supervivencia en un mundo post-apocalíptico donde el protagonista, Brad Armstrong, busca a su hija adoptiva mientras enfrenta sacrificios extremos. Con una narrativa sombría y decisiones difíciles, el juego destaca por su humor oscuro, exploración y combates desafiantes.",
        "imagen": "imagen/LisaThePainful.webp",
        "precio": 19.99,
        "idCategoria": 16,
        "disponibilidad": true,
        "palabrasClave": [
            "humor",
            "terror",
            "pixel",
            "lisa"
        ],
        "Destacado":false
    },{
        "id": 34,
        "nombre": "Final Fantasy VII Rebirth",
        "desarrolladora": "Square Enix",
        "descripcion": "Final Fantasy VII Rebirth es un juego de rol de acción y aventura desarrollado por Square Enix, lanzado el 29 de febrero de 2024 para PlayStation 5. Es la secuela de Final Fantasy VII Remake (2020) y el segundo de una trilogía planificada que reimagina el clásico de 1997. El juego expande la historia de Cloud Strife y sus compañeros, ofreciendo nuevas áreas para explorar, combates mejorados y una narrativa más profunda. ",
        "imagen": "imagen/FinalfantasyVII.webp",
        "precio": 70,
        "idCategoria": 2,
        "disponibilidad": true,
        "palabrasClave": [
            "accion",
            "fantasia",
            "jrpg",
            "ff7",
            "cloud",
            "final fantasy"
        ],
        "Destacado":false
    },{
        "id": 35,
        "nombre": "Destiny 2",
        "desarrolladora": "Bungie",
        "descripcion": "Destiny 2 es un juego de disparos en línea de estilo MMO donde los jugadores asumen el rol de Guardianes, defendiendo la última ciudad de la Tierra contra amenazas alienígenas. Con un enfoque en misiones cooperativas, PvP y un vasto mundo compartido, el juego ofrece contenido continuo con expansiones y eventos en vivo.",
        "imagen": "imagen/Destiny2.webp",
        "precio": 9.99,
        "idCategoria": 1,
        "disponibilidad": true,
        "palabrasClave": [
            "disparos",
            "mmorpg",
            "fps",
            "destiny"
        ],
        "Destacado":true
    },{
        "id": 36,
        "nombre": "Diablo IV",
        "desarrolladora": "Blizzard Entertainment, Inc",
        "descripcion": "Diablo IV es un RPG de acción en el que los jugadores exploran un oscuro y vasto mundo lleno de demonios, monstruos y secretos. Con un sistema de combate visceral, personalización de personajes y un enfoque en el loot, el juego sigue la lucha contra la diosa demoníaca, Lillith.",
        "imagen": "imagen/DiabloIV.webp",
        "precio": 49.99,
        "idCategoria": 7,
        "disponibilidad": true,
        "palabrasClave": [
            "isometrico",
            "calabozos",
            "rpg",
            "diablo"
        ],
        "Destacado":true
    },{
        "id": 37,
        "nombre": "Rust",
        "desarrolladora": "Facepunch Studios",
        "descripcion": "Rust es un juego de supervivencia en un mundo abierto donde los jugadores deben recolectar recursos, construir refugios y defenderse de otros jugadores y criaturas. Con un enfoque en la interacción social, el juego permite formar alianzas o enfrentarse en combates intensos mientras se busca sobrevivir en un entorno hostil.",
        "imagen": "imagen/Rust.webp",
        "precio": 39.99,
        "idCategoria": 3,
        "disponibilidad": true,
        "palabrasClave": [
            "accion",
            "sandbox",
            "farmeo"
        ],
        "Destacado":false
    },{
        "id": 38,
        "nombre": "The Witcher 3: Wild Hunt",
        "desarrolladora": "CD PROYEKT RED",
        "descripcion": "The Witcher 3: Wild Hunt es un RPG de mundo abierto donde los jugadores controlan a Geralt de Rivia, un cazador de monstruos, mientras busca a su hija adoptiva en un continente lleno de magia y conflicto. Con una narrativa rica, decisiones morales y combates dinámicos, ofrece una experiencia profunda y envolvente.",
        "imagen": "imagen/TheWitcher3.webp",
        "precio": 5.99,
        "idCategoria": 2,
        "disponibilidad": true,
        "palabrasClave": [
            "trama",
            "fantasia",
            "soundtrack",
            "gerald"
        ],
        "Destacado":true
    },{
        "id": 39,
        "nombre": "Warhammer 40.000: Space Marine II",
        "desarrolladora": "Saber Interactive",
        "descripcion": "Warhammer 40,000: Space Marine II es un juego de acción en tercera persona donde los jugadores asumen el rol de un Space Marine, enfrentándose a hordas de enemigos en intensas batallas. Con un enfoque en el combate visceral y una narrativa inmersiva, ofrece una experiencia épica en el universo de Warhammer 40,000.",
        "imagen": "imagen/SpaceMarineII.webp",
        "precio": 60,
        "idCategoria": 17,
        "disponibilidad": true,
        "palabrasClave": [
            "espacio",
            "cooperativo",
            "guerra",
            "humanidad",
            "emperador",
            "space marine",
            "secuela"
        ],
        "Destacado":false 
    },{
        "id": 40,
        "nombre": "Bully",
        "desarrolladora": "Rockstar Games",
        "descripcion": "Bully es un juego de acción y aventura en mundo abierto donde los jugadores controlan a Jimmy Hopkins, un joven que debe navegar por la vida escolar mientras enfrenta bullies, maestros y otros estudiantes. Con misiones, peleas y una narrativa humorística, ofrece una experiencia de libertad dentro del contexto de una escuela.",
        "imagen": "imagen/Bully.webp",
        "precio": 3.50,
        "idCategoria": 2,
        "disponibilidad": true,
        "palabrasClave": [
            "accion",
            "divertido",
            "tercera persona",
            "bullying"
        ],
        "Destacado":false
    },{
        "id": 41,
        "nombre": "Black Myth: Wukong",
        "desarrolladora": "Game Science",
        "descripcion": "Black Myth: Wukong es un juego de rol de acción desarrollado por Game Science, basado en la clásica novela china Viaje al Oeste. Los jugadores controlan a Sun Wukong, el Rey Mono, en un mundo lleno de mitología y combates intensos.",
        "imagen": "imagen/BlackMythWukong.webp",
        "precio": 59.99,
        "idCategoria": 2,
        "disponibilidad": true,
        "palabrasClave": [
            "mitologia",
            "soulslike",
            "trama",
            "monkey",
            "wukong"
        ],
        "Destacado":false
    },{
        "id": 42,
        "nombre": "Lies of P",
        "desarrolladora": "NEOWIZ",
        "descripcion": "Lies of P es un juego de acción y rol estilo 'soulslike' en el que los jugadores controlan a Pinocho, un autómata con conciencia, en una ciudad oscura y decadente llena de criaturas peligrosas. Con mecánicas de combate precisas y una narrativa que explora temas de moralidad y humanidad, el juego ofrece una experiencia desafiante y atmosférica.",
        "imagen": "imagen/LiesofP.webp",
        "precio": 59.99,
        "idCategoria": 18,
        "disponibilidad": true,
        "palabrasClave": [
            "exploracion",
            "trama",
            "rpg",
            "P"
        ],
        "Destacado":true
    },{
        "id": 43,
        "nombre": "Detroit: Become Human",
        "desarrolladora": "Quantic Dream",
        "descripcion": "Detroit: Become Human es un juego de aventura interactivo en el que los jugadores controlan a tres androides en un futuro cercano, donde luchan por obtener derechos y libertad en una sociedad que los ve como objetos. Con una narrativa ramificada, las decisiones del jugador afectan profundamente el desarrollo de la historia y el destino de los personajes.",
        "imagen": "imagen/DetroitBecomeHuman.webp",
        "precio": 39.99,
        "idCategoria": 16,
        "disponibilidad": true,
        "palabrasClave": [
            "elecciones",
            "futurista",
            "aventura",
            "detroit"
        ],
        "Destacado":false
    },{
        "id": 44,
        "nombre": "Counter Strike 2",
        "desarrolladora": "Valve",
        "descripcion": "Counter-Strike 2 es un juego de disparos táctico en primera persona que actualiza el clásico Counter-Strike: Global Offensive con el motor Source 2, ofreciendo una jugabilidad más fluida y gráficos mejorados. Los jugadores se enfrentan en equipos de antiterroristas y terroristas, cumpliendo objetivos como desactivar bombas o rescatar rehenes.",
        "imagen": "imagen/CounterStrike2.webp",
        "precio": 4.99,
        "idCategoria": 19,
        "disponibilidad": true,
        "palabrasClave": [
            "compettivo",
            "accion",
            "disparos",
            "cs2",
            "cs"
        ],
        "Destacado":false
    },{
        "id": 45,
        "nombre": "It Takes Two",
        "desarrolladora": "Hazelight Studios",
        "descripcion": "It Takes Two es un juego cooperativo de aventura y plataformas donde dos jugadores controlan a una pareja que, transformada en muñecos, debe superar desafíos y resolver puzzles para salvar su relación. Con mecánicas innovadoras y una historia emotiva, el juego fomenta la cooperación y la interacción constante entre los jugadores.",
        "imagen": "imagen/ItTakesTwo.webp",
        "precio": 7.99,
        "idCategoria": 14,
        "disponibilidad": true,
        "palabrasClave": [
            "cooperativo",
            "trama",
            "aventura",
            "two"
        ],
        "Destacado":false
    },{
        "id": 46,
        "nombre": "Dragon Ball: Sparking! Zero",
        "desarrolladora": "Spike Chunsoft Co., Ltd",
        "descripcion": "Dragon Ball: Sparking! Zero es un juego de lucha en 3D que retoma el estilo de la serie Budokai Tenkaichi, ofreciendo combates espectaculares y un elenco de 182 personajes jugables. Los jugadores pueden disfrutar de batallas intensas en escenarios destructibles, con movimientos especiales y transformaciones fieles al universo de Dragon Ball.",
        "imagen": "imagen/DragonBallSparkingZero.webp",
        "precio": 69.99,
        "idCategoria": 11,
        "disponibilidad": true,
        "palabrasClave": [
            "anime",
            "3D",
            "goku",
            "dragon ball",
            "sparking zero",
            "db",
            "dragon ball sparking zero"
        ],
        "Destacado":false
    },{
        "id": 47,
        "nombre": "Mortal Kombat 11",
        "desarrolladora": "NetherRealm Studios",
        "descripcion": "Mortal Kombat 11 es un juego de lucha que presenta combates brutalmente detallados, con personajes icónicos de la saga y un sistema de combate mejorado. El juego ofrece una historia profunda, modos multijugador y fatalities espectaculares, destacando por su violencia gráfica y jugabilidad táctica.",
        "imagen": "imagen/MortalKombat11.webp",
        "precio": 49.99,
        "idCategoria": 11,
        "disponibilidad": true,
        "palabrasClave": [
            "violento",
            "accion",
            "gore",
            "mk11",
            "mortal kombat"
        ],
        "Destacado":false
    },{
        "id": 48,
        "nombre": "CyberPunk 2077",
        "desarrolladora": "CD PROYEKT RED",
        "descripcion": "Cyberpunk 2077 es un RPG de mundo abierto ambientado en la futurista y decadente Night City, donde los jugadores controlan a V, un mercenario en busca de un implante único que puede otorgar inmortalidad. Con un enfoque en la narrativa, las decisiones del jugador afectan el curso de la historia y el destino de los personajes.",
        "imagen": "imagen/CyberPunk2077.webp",
        "precio": 64.99,
        "idCategoria": 2,
        "disponibilidad": true,
        "palabrasClave": [
            "futurista",
            "cyberpunk",
            "fps",
            "2077",
            "cyberpunk"
        ],
        "Destacado":true
    },{
        "id": 49,
        "nombre": "Raft",
        "desarrolladora": "Redbeet Interactive",
        "descripcion": "Raft es un juego de supervivencia en el que los jugadores navegan por el océano, construyendo y ampliando una balsa mientras recolectan recursos y enfrentan peligros como tiburones y tormentas. El juego fomenta la cooperación en multijugador, con un enfoque en la exploración y la creación para sobrevivir en un mundo vasto y abierto.",
        "imagen": "imagen/Raft.webp",
        "precio": 19.99,
        "idCategoria": 3,
        "disponibilidad": true,
        "palabrasClave": [
            "cooperativo",
            "construccion",
            "sandbox",
            "oceano"
        ],
        "Destacado":false
    },{
        "id": 50,
        "nombre": "Resident Evil 4",
        "desarrolladora": "CAPCOM",
        "descripcion": "Resident Evil 4 es un juego de acción y horror en tercera persona donde los jugadores controlan a Leon S. Kennedy, quien debe rescatar a la hija del presidente de una secta peligrosa en una remota aldea europea. Con un enfoque en el combate intenso, los puzzles y una narrativa envolvente, el juego mezcla acción y terror de supervivencia.",
        "imagen": "imagen/ResidentEvil4.webp",
        "precio": 39.99,
        "idCategoria": 4,
        "disponibilidad": true,
        "palabrasClave": [
            "zombis",
            "accion",
            "disparos",
            "re4",
            "resident",
            "resident evil"
        ],
        "Destacado":false
    },{
        "id": 51,
        "nombre": "Uncharted",
        "desarrolladora": "Naughty Dog LLC",
        "descripcion": "Uncharted es una serie de juegos de aventura y acción en tercera persona que sigue a Nathan Drake, un cazador de tesoros, mientras explora ruinas antiguas y enfrenta peligrosos enemigos. Con un enfoque en la narración cinematográfica, el juego ofrece combates dinámicos, plataformas y exploración en escenarios impresionantes.",
        "imagen": "imagen/Uncharted.webp",
        "precio": 49.99,
        "idCategoria": 20,
        "disponibilidad": true,
        "palabrasClave": [
            "aventura",
            "trama",
            "puzles",
            "tom holland"
        ],
        "Destacado": false
    },{
        "id": 52,
        "nombre": "Age of Empires 4",
        "desarrolladora": "Relic Entertainment",
        "descripcion": "Age of Empires 4 es un juego de estrategia en tiempo real que permite a los jugadores construir imperios, gestionar recursos y liderar ejércitos en batallas históricas. Con varias civilizaciones jugables, el juego combina elementos clásicos de la saga con nuevas mecánicas y gráficos modernizados.",
        "imagen": "imagen/AgeofEmpires4.webp",
        "precio": 39.99,
        "idCategoria": 21,
        "disponibilidad": true,
        "palabrasClave": [
            "guerra",
            "construccion",
            "conquista",
            "aoe4",
            "age of empires",
            "empires"
        ],
        "Destacado":false
    },{
        "id": 53,
        "nombre": "Little Nightmares II",
        "desarrolladora": "Tarsier Studios",
        "descripcion": "Little Nightmares II es un juego de terror y aventura en 2.5D donde los jugadores controlan a Mono, un niño atrapado en un mundo distópico, mientras explora entornos oscuros y resuelve acertijos. Junto a Six, la protagonista del primer juego, deben enfrentarse a aterradoras criaturas y escapar de los horrores que los acechan.",
        "imagen": "imagen/LittleNightmares.webp",
        "precio": 29.99,
        "idCategoria": 14,
        "disponibilidad": true,
        "palabrasClave": [
            "terror",
            "trama",
            "aventura",
            "little nightmares",
            "secuela"
        ],
        "Destacado":false
    },{
        "id": 54,
        "nombre": "Red Dead Redemption II",
        "desarrolladora": "Rockstar Games",
        "descripcion": "Red Dead Redemption II es un juego de acción y aventura de mundo abierto que sigue a Arthur Morgan, un forajido miembro de la banda Van der Linde, mientras navega por el ocaso del salvaje oeste. Con una narrativa profunda, misiones variadas y un vasto mundo lleno de vida, el juego ofrece una experiencia inmersiva y realista.",
        "imagen": "imagen/RedDeadRedemptionII.webp",
        "precio": 59.99,
        "idCategoria": 22,
        "disponibilidad": true,
        "palabrasClave": [
            "trama",
            "aventura",
            "disparos",
            "rdr2",
            "red dead",
            "secuela"
        ],
        "Destacado":false
    },{
        "id": 55,
        "nombre": "Sackboy: A Big Adventure",
        "desarrolladora": "Sumo Digital",
        "descripcion": "Sackboy: A Big Adventure es un juego de plataformas en 3D protagonizado por el icónico personaje de LittleBigPlanet, Sackboy, que emprende una aventura para rescatar a sus amigos y detener a un villano malvado. Con mecánicas divertidas, escenarios creativos y un enfoque en el juego cooperativo, el título ofrece diversión para todas las edades.",
        "imagen": "imagen/SackboyaBigAdventure.webp",
        "precio": 59.99,
        "idCategoria": 8,
        "disponibilidad": true,
        "palabrasClave": [
            "cooperativo",
            "soundtrack",
            "cute",
            "sackboy",
            "little"
        ],
        "Destacado":false
    }
    
]
